[
  {
    "id": "0",
    "title": "3-4-3 포메이션",
    "summation": "히딩크 감독과 태극전사의 4강신화",
    "img": "/library/343.png",
    "description1": "3-4-3 포메이션은 강한 전방압박을 기반으로 한 측면 공격 위주의 전술입니다. 공격수 세명과 미드필더, 거기에 윙백까지 압박에 가담하여 상대 수비의 실수를 유발하고, 측면으로 빠르게 공격을 전개합니다. 다른 포메이션에 비해 상대적으로 적은 중원의 숫자가 특징입니다.",
    "description2": "센터백을 세명 두고, 사이드백을 위로 올려 미드필더를 지원하고 측면에서의 공수 모두를 담당시킵니다. 공격이 측면에 집중 되어있기 때문에, 중앙 공간이 상대적으로 넓어지고, 이를 커버하기 위해 미드필더들의 활동량이 필수적입니다. 측면 공격, 전방 압박에 유리하지만, 그만큼 기동력이 중요하고 체력소모가 심하기에, 장기적으로 체력 문제, 부상 유발로 이어질 수 있습니다."
  },
  {
    "id": "1",
    "title": "3-5-2 포메이션",
    "summation": "몰락한 명가의 부활, 시모네 인자기의 인테르 밀란",
    "img": "/library/352.png",
    "description1": "3-5-2 포메이션은 중앙 미드필더의 숫자가 많아 중원 장악에 유리합니다. 공격 시에 윙백들이 미드필더를 지원하기 떄문에 중원에서 우위를 가져갈 수 있고, 수비 시에는 두 명의 볼란치와 윙백이 수비에 가담하여 안정적인 수비를 구축합니다.",
    "description2": "측면 윙백의 활동량이 중요하며, 공격과 수비 전환이 빠른 팀에 적합합니다. 윙백과 볼란치, 특히 윙백은 공수 모두 가담하기 때문에 강인한 체력을 요구합니다. 공격형 미드필더의 역할이 매우 중요하기 때문에, 공격에서 뛰어난 재능을 가진 플레이메이커를 보유한 팀이 사용하기 적합한 포메이션입니다. 윙백들의 체력이 떨어진 경우 측면을 커버할 선수가 부족하여 측면 수비에 취약해질 수 있습니다. 또한 공격형 미드필더의 발이 묶이는 경우 공격이 진행이 안될 수 있습니다."
  },
  {
    "id": "2",
    "title": "4-3-3 포메이션",
    "summation": "티키타카의 대명사이자 현대축구의 기본",
    "img": "/library/433.png",
    "description1": "4-3-3 포메이션은 공격 시 양쪽 윙어와 중앙 공격수가 넓게 퍼져 상대 수비를 흔들고, 미드필더 3명이 공격과 수비의 균형을 담당합니다. 수비 시에는 미드필더들이 라인을 내리며 4-1-4-1 형태로 전환되어 견고한 수비 블록을 형성합니다.",
    "description2": "현대 축구의 핵심인 포지션 플레이와 포메이션 변형을 가져가기 적합한 포메이션으로, 가장 중요한 포지션은 중앙 미드필더(특히 수비형 미드필더)와 양쪽 윙어입니다. 미드필더는 공격과 수비 전환의 핵심 역할을 하며, 윙어는 빠른 돌파와 크로스, 수비 가담까지 요구됩니다. 장점은 공격과 수비의 균형, 넓은 공간 활용, 다양한 공격 루트이며, 단점은 미드필더의 활동량 부담과 중앙 공간이 비었을 때 수비 불안이 생길 수 있다는 점입니다."
  },
  {
    "id": "3",
    "title": "4-4-2 포메이션",
    "summation": "아리고 사키 - 알렉스 퍼거슨 - 디에고 시메오네",
    "img": "/library/442.png",
    "description1": "4-4-2 포메이션은 공격 시 두 명의 스트라이커가 상대 수비를 압박하며, 미드필더 4명이 넓게 퍼져 측면과 중앙을 모두 활용합니다. 수비 시에는 두 줄의 4명이 촘촘한 라인을 형성해 상대의 공격을 효과적으로 차단합니다.",
    "description2": "중앙 미드필더와 두 명의 스트라이커가 핵심 포지션입니다. 미드필더는 넓은 지역을 커버하며, 공격과 수비 모두에 적극적으로 참여해야 합니다. 장점은 단순하고 조직적인 수비, 빠른 역습에 강점이 있지만, 미드필더의 활동량 부담과 중앙 미드필더의 창의성 부족, 상대적으로 중원 장악력이 약할 수 있다는 단점이 있습니다."
  },
  {
    "id": "4",
    "title": "4-2-3-1 포메이션",
    "summation": "신과 세계최강을 부숴버린 하인케스의 뮌헨",
    "img": "/library/4231.png",
    "description1": "4-2-3-1 포메이션은 공격 시 2명의 수비형 미드필더가 후방을 보호하고, 3명의 공격형 미드필더가 다양한 공격 루트를 만들어냅니다. 수비 시에는 4-4-1-1 또는 4-5-1 형태로 전환되어 중원과 수비라인을 두텁게 만듭니다.",
    "description2": "가장 중요한 포지션은 중앙 공격형 미드필더(‘10번’)와 두 명의 수비형 미드필더입니다. 10번은 창의적인 패스와 공격 전개, 득점까지 책임지며, 수비형 미드필더는 수비 안정성과 빌드업의 핵심입니다. 장점은 공격 다양성과 수비 안정성, 단점은 최전방 공격수의 고립, 미드필더의 활동량 부담이 있습니다."
  }
]