[
  {
    "id": "0",
    "title": "토탈풋볼",
    "summation": "뭉치면 이기고 흩어지면 진다",
    "img": "/library/totalfootball.html",
    "description1": "토탈 풋볼은 팀 전체가 포지션에 구애받지 않고 조직적인 움직임을 통해 상대의 공간을 제한하고 공의 점유를 가져온다는, 전술보다는 철학에 가까운 개념입니다. 우리의 공격 시간을 늘릴수록 승리 확률이 올라간다는 것에 주목해 수비와 공격 각 상황에서 역할에 상관없이 모든 선수가 공격과 수비에 함께 가담합니다.",
    "description2": "1970년대 이전, 토탈 풋볼의 개념이 등장하지 않았던 시기에도 주어진 역할에 구애받지 않고 유기적인 움직임을 통해 성공한 선수들, 전술들은 이미 존재했습니다. 그러나 본격적으로 전원 공격 + 전원 수비의 형태를 창시, 팀 전체에 이 개념을 주입시키고 발전시킨건 AFC 아약스를 이끌던 리누스 미헬스 감독, 그리고 그의 제자이자 선수 요한 크루이프 입니다. 전원 압박을 통해 공을 빼앗고 짧은 패스를 통해 점유율을 올리는 토탈 풋볼은 이를 기반으로 발전한 전술들, 그리고 이에 대항하기 위해 생겨난 전술들로 구분할 수 있을 정도로 현대 축구에 지대한 영향을 끼쳤습니다."
  },
  {
    "id": "1",
    "title": "사키이즘",
    "summation": "공을 오래 가지는 것보다는 공간을 장악하라",
    "img": "/library/sacchism.html",
    "description1": "사키이즘이란 이탈리아의 아리고 사키 감독이 토탈 풋볼에서 영감을 얻어 창시한 축구 철학입니다. 공격, 미드필드, 수비로 구분되는 세 라인에 필드 플레이어가 고르게 퍼져있어야 한다 생각했고 4-4-2 포지션을 만들어 냈습니다.",
    "description2": "공격시에는 볼 소유를 유지하고, 수비 시에는 최대한 빠르게 탈취해야 한다는 기조는 토탈 풋볼과 같지만, 토탈 풋볼은 점유 시간에 집중했다면 사키이즘은 공간에 집중했습니다. 상대의 공간을 제한하여 압박하면 더 쉽게 공을 뺏을 수 있다고 생각한 것입니다. 사키이즘은 효율적인 압박을 위해서 일정한 공간 안에서 대형과 간격을 유지하는 조직적인 움직임을 요구했습니다. 고르게 포진한 선수들이 강한 압박을 가해 볼을 탈취한 순간 바로 역습으로 전환하여 빠르게 마무리 짓는 효율적인 접근을 취했지만, 4-4-2 포메이션은 간격이 넓어 짧은 패스로 점유를 올리기에는 적합하지 않았고 공격 상황에서는 다소 아쉬운 모습을 보였습니다. 그러나 조직적인 전방 압박을 위해 공간을 좁힌다는 개념은 수비적인 전술은 물론이고 공격 위주의 전술을 추구하는 감독들에게도 많은 영향을 끼쳤으며, 지금까지도 이어지고 있습니다."
  },
  {
    "id": "2",
    "title": "게겐프레싱",
    "summation": "공격이 최선의 수비? 수비가 최선의 공격!",
    "img": "/library/gegenpressing.html",
    "description1": "공 소유권을 잃은 상황에서 상대를 강하게 압박하여 소유권을 바로 되찾아 오는 전술입니다. 상대가 공을 잡은 위치에 따라서는 수비수까지 압박에 가담하는 경우도 있기 때문에 전방 압박과는 구분되는 압박 전술입니다.",
    "description2": "게겐프레싱은 사키이즘에서 많은 영향을 받은 전술입니다. 개인 능력이 뛰어나 한명으로는 막을 수 없는 상대를 막기 위해 여러 명이서 압박을 하는 사키이즘은 라인을 끌어올려 짧은 패스로 전개하다가 공을 뺏기면 바로 다시 뺏어와 다시 짧은 패스를 뿌리는 티키타카로 발전하였고, 독일에서 이 티키타카의 압박 전술을 변형시켜 볼을 뺏는 즉시 그 자리에서 역습을 진행하여 빠르게 마무리를 짓는 방식으로 진화하였습니다. 이는 약팀이 강팀을 상대하기에 매우 효율적인 전술로 떠올랐습니다. 아무리 탈압박 능력이 뛰어나다 해도 선수 여럿이 한꺼번에 달려들면 어쩔 수 없이 소유권을 내주는 상황이 오기 때문에, 개인의 능력보다는 조직력으로 승부가 가능했기 때문입니다. 체력이 극심하게 소모되는 단점이 있지만 최근에는 상황에 맞춘 압박 강도 조절, 존 프레싱으로 변화 등 약점을 보완하며 발전하고 있습니다."
  },
  {
    "id": "3",
    "title": "티키타카",
    "summation": "pass, pass, pass, pass, pass, ... GOAL!",
    "img": "/library/tikitaka1.html",
    "description1": "티키타카는 스페인어로 탁구공이 왔다갔다 한다는 뜻으로, 선수 개인이 볼 터치를 많이 가져가지 않고 바로바로 동료에게 짧은 패스를 주는 모습에서 붙여진 이름입니다. 공간, 점유율, 압박 이 세 가지가 티키타카를 정의하는 가장 중요한 키워드입니다.",
    "description2": "토탈풋볼을 패싱 플레이로 발전시켜 모든 선수들이 공격하게 만든 전술로 선수들 간에 짧은 패스로 공격을 전개합니다. 단순히 점유율을 높이기 위해 의미없는 패스를 주고 받는 것이 아니고, 상대 수비 간격에 공간을 만들고 그 위치로 볼을 보내기 위해서 끊임없는 움직임을 요구합니다. 짧은 패스를 위해서 필연적으로 높은 수비 라인이 형성되고, 그에 따라오는 넓은 뒷 공간 때문에 역습의 위험이 존재합니다. 이 위협을 줄이기 위해서 공격 실패시 즉시 볼을 뺏어오거나 상대의 전개를 방해하기 위한 전방 압박이 필수이며, 역습 상황을 맞더라도 커버가 가능한 수비 자원의 기동력이 필수입니다. 요약하자면 상대의 압박을 이겨내고 정확한 패스가 가능한 선수 개개인의 기술과 능력, 전방 압박과 포지션 전환 및 침투를 수행할 체력과 수비 전환시 빠르게 커버가 가능한 기동력까지 요구하는, 효율적이고 강력하지만 실현시키기 매우 까다롭고 그렇기에 선수들의 능력치가 높은 강팀들이 주로 사용하는 전술입니다."
  },
  {
    "id": "4",
    "title": "두 줄 수비",
    "summation": "노잼 축구, 안티 풋볼? 이기면 그만인데?",
    "img": "/library/BUS.html",
    "description1": "게겐프레싱 이전에 약팀의 전술 하면 떠오르는 전술로, 수비와 미드필더 두 라인의 전후좌우 간격을 좁게 유지시키고 상대방이 공격할 공간을 내주지 않는 매우 수비적인 전술입니다. 4-4-2 포메이션을 기반으로 두 줄을 세우기 때문에 사키이즘의 영향을 받았다고 볼 수 있습니다.",
    "description2": "두 줄 수비는 디에고 시메오네 감독이 크게 유행시킨 전술로, 중위권을 전전하던 아틀레티코 마드리드에 부임 후 팀을 리그 우승권에 올려놓을 정도로 큰 효과를 본 전술입니다. 이후 수많은 약팀들이 강팀을 상대하기 위한 전술로 채용하고 있으며, 강팀들도 점수를 지켜야 하는 상황에 종종 사용하는 수비용 전술입니다. 선수들 간에 간격 유지가 매우 중요하며, 강한 압박을 통해 공격을 끊어내고 역습으로 빠르게 전환하여 마무리를 지을 수 있어야 합니다. 다만 공을 뺏어내도 상대가 다시 압박하여 공을 뺏긴 경우 우리 진영에서 역습을 당할 위험이 있고, 중앙에 촘촘한 대형을 유지하기 때문에 측면이 매우 취약해 질 수 있는 위험이 있습니다. 또한 마무리를 제대로 짓지 못하면 수비만 하다가 경기를 패배한다는 단점도 있습니다. 이러한 단점들을 보완하기 위해 여러 방법들이 고안되었는데 대표적으로 일정 높이 이상으로 수비 라인을 올리거나, 중앙 공격수나 미드필더의 위치를 변형해 빈 공간을 커버하는 등의 방식들이 있습니다."
  },
  {
    "id": "5",
    "title": "포지션 플레이",
    "summation": "선수의 역할은 포지션(위치)에 따라 정해진다",
    "img": "/library/positionplay.png",
    "description1": "펩 과르디올라 감독이 유행시킨 전술 개념으로, 토탈 풋볼을 더 발전시키고 선수들에게 디테일한 설명과 전술적 요구를 하기 위해 고안된 개념입니다. 기존의 포지션(공격수, 수비수 등)과는 달리, 포지션 플레이에서 포지션이란 공간을 의미합니다.",
    "description2": "축구의 전술 안에서 선수들의 위치를 변화시켜 특정 공간에서 우리 팀의 숫자를 늘려 공간을 차지하는 과정을 더 효율적으로 하려면 선수들이 감독의 지시를 완벽하게 수행해야 한다고 펩 과르디올라 감독은 생각했습니다. 어떤 상황에서든 움직임이 자유로운 1명이 더 많다면 매우 유리한 상황이 될 것이고, 이 자유로운 사람을 만들기 위한 전술을 세부적으로 설명하고 지시하기 위해서 포지션 플레이라는 개념을 만들어 냈습니다. 경기장을 24개의 공간으로 나누어 15개의 포지션을 두고 선수들에게 포지션을 옮겨가며 최적의 위치를 찾도록 하는 것입니다. 포지션 플레이에서 가장 중요한 것은 패스하고 더 좋은 위치(포지션)으로 움직이는 것입니다. 끊임없는 패스와 스위칭 플레이를 통해 상대를 혼란스럽게 하고 그 과정에서 숫자의 차이(수적 우위), 수준의 차이(질적 우위), 포지션의 차이(포지션적 우위)를 만들어 냅니다. 수적 우위란 공간 안에 상대보다 우리 선수들이 더 많은 것을 의미하고, 질적 우위는 잘하는 선수를 못하는 선수에게 배치하는 것, 그리고 포지션적 우위는 상대 팀보다 더 좋은 위치에 서 있는 것입니다. 이런 개념들은 현대 축구의 수많은 감독들에게 영향을 주었고, 최근의 전술 트렌드에서 빼놓을 수 없고 많은 팀에서 사용되고 있습니다."
  }
]